Repository: Shahabuddin1122/ananya
Catalog: ananya/lib/l10n/app_*.arb
Languages: bn

# title
source: Welcome
bn: স্বাগতম

source: Home
bn: বাড়ি

source: Log New Period
bn: নতুন পিরিয়ড লগ করুন

source: Add a User
bn: একজন ব্যবহারকারী যোগ করুন

source: Chat with Ananya
bn: অনন্যার সাথে চ্যাট করুন

source: Knowledge nexus
bn: জ্ঞানের সম্পর্ক

source: Visit Shop
bn: দোকান পরিদর্শন করুন

source: Period History
bn: পিরিয়ড ইতিহাস

source: Get Help
bn: সাহায্য পান

source: Log Out
bn: লগ আউট

source: Log In
bn: লগ ইন

source: Language
bn: ভাষা

# welcome_to_ananye
source: Welcome to Ananya
bn: অনন্যায় স্বাগতম

source: You need to log in first.
bn: আপনাকে প্রথমে লগ ইন করতে হবে।

source: UNLOCK PERIOD PREDICTION
bn: পিরিয়ড পূর্বাভাস আনলক করুন

source: Want to predict when your next period will happen?
bn: আপনার পরবর্তী মাসিক কখন ঘটবে তা ভবিষ্যদ্বাণী করতে চান?

source: Your next cycle is on
bn: আপনার পরবর্তী চক্র

source: Check out our curated fertility diet
bn: আমাদের কিউরেটেড ফার্টিলিটি ডায়েট দেখুন

source: Cycle variations
bn: চক্র বৈচিত্র

source: Unlocked after 3rd cycle logged
bn: ৩য় চক্র লগ করার পর আনলক করা হবে

source: Average cycle interval
bn: গড় চক্রের ব্যবধান

source: days
bn: দিন

source: Hi, I am Probahini, your menstrual companion. Ask me anything...
bn: হাই, আমি প্রবাহিনী, আপনার মাসিকের সঙ্গী। আমাকে কিছু জিজ্ঞাসা করুন...

source: BEGIN CHAT
bn: চ্যাট শুরু করুন

source: GET TO KNOW YOUR BODY BETTER
bn: আপনার শরীরকে ভালভাবে জানুন

source: GO TO NEXUS
bn: নেক্সাসে যান

source: SHOP
bn: দোকান

source: FOR MENSTRUAL HEALTH PRODUCTS
bn: মাসিকের স্বাস্থ্য পণ্যগুলির জন্য

source: VIEW PRODUCT
bn: পণ্য দেখুন

source: HELP
bn: সাহায্য

source: CALL EMERGENCY HELPLINE
bn: জরুরি হেল্পলাইন কল করুন

source: CALL NOW
bn: এখন কল করুন

source: PERIOD IN
bn: মাসিক শুরু হবে

source: PREDICTION OF NEXT CYCLE
bn: পরবর্তী চক্রের পূর্বাভাস

source: Menstrual Health Status
bn: মাসিকের স্বাস্থ্য পরিস্থিতি

source: Menstruation
bn: মাসিক

source: Ovulation
bn: ওভুলেশন

source: RE-CALIBRATE PREDICTION
bn: পূনঃসংশোধন পূর্বাভাস

source: Error
bn: ত্রুটি

source: OK
bn: ওকে

source: Login with your mobile number and password
bn: আপনার মোবাইল নম্বর এবং পাসওয়ার্ড দিয়ে লগ ইন করুন

source: Don't have an account? Create a new account.
bn: একাউন্ট নেই? একটি নতুন একাউন্ট তৈরি করুন।

source: Forget Password? Set a new password.
bn: পাসওয়ার্ড ভুলে গেছেন? একটি নতুন পাসওয়ার্ড সেট করুন।

source: Phone Number
bn: মোবাইল নম্বর

source: Password
bn: পাসওয়ার্ড

source: Invalid Bangladeshi phone number
bn: অবৈধ বাংলাদেশি মোবাইল নম্বর

source: Password is too short
bn: পাসওয়ার্ড খুব ছোট

source: Date of Birth
bn: জন্ম তারিখ

source: Create a new account
bn: নতুন একাউন্ট তৈরি করুন

source: Name
bn: নাম

source: Email
bn: ইমেল

source: District
bn: জেলা

source: Project
bn: প্রকল্প

source: Create New Account
bn: নতুন একাউন্ট তৈরি করুন

source: Already have an account? Click here for login
bn: একাউন্ট ইতিমধ্যেই আছে? লগ ইন করার জন্য এখানে ক্লিক করুন

# choose_a
source: Choose
bn: একটি বেছে নিন

source: period_start_today
bn: মাসিক আজ শুরু

source: Your period starts today. Please confirm.
bn: আপনার মাসিক আজ শুরু হয়েছে। অনুগ্রহ করে নিশ্চিত করুন।

source: Confirm
bn: নিশ্চিত করুন

source: Postpone
bn: স্থগিত

source: Discard
bn: বাতিল

source: COHORT PERIOD HISTORY
bn: দলের মাসিকের ইতিহাস

source: Request Data Purge
bn: ডেটা পরিস্কারের অনুরোধ করুন

source: Add
bn: যোগ করুন

source: YOUR PERIOD HISTORY
bn: আপনার মাসিকের ইতিহাস

source: Purge request successful
bn: শুদ্ধ করার অনুরোধ সফল

source: Purge Request Failed
bn: শুদ্ধ করার অনুরোধ ব্যর্থ হয়েছে

# confirm_purge_title
source: Are you sure?
bn: আপনি কি নিশ্চিত?

# confirm_purge_message
source: Your all the history will be disappeared
bn: আপনার সমস্ত বার্তা এবং ইতিহাস মুছে যাবে

source: User Type
bn: ব্যবহারের ধরন

source: Yes
bn: হ্যাঁ

source: No
bn: না

source: Don't know
bn: জানি না

source: regular
bn: নিয়মিত

source: Are your periods
bn: আপনার মাসিক কি

source: Regular means that the gap between your periods is around the same number of days each month
bn: নিয়মিত মানে আপনার মাসিকের মধ্যে ব্যবধান প্রতি মাসে প্রায় একই সংখ্যক দিন থাকে

source: What is the
bn: আপনার মাসিকের মধ্যবর্তী

source: number of days
bn: দিনের সংখ্যা

source: between your periods and
bn: কত এবং

source: how long
bn: কতদিন

source: does it last?
bn: স্থায়ী হয়?

source: Generally, periods occur every 21 to 35 days and last 2 to 7 days.
bn: সাধারণত, মাসিক ২১ থেকে ৩৫ দিনের মধ্যে ঘটে এবং ২ থেকে ৭ দিন স্থায়ী হয়।

source: Number of days between period e.g 27 days
bn: মাসিকের মধ্যে দিনের সংখ্যা উদাহরণস্বরূপ ২৭ দিন

source: Length of your period e.g 6 days...
bn: আপনার মাসিকের দৈর্ঘ্য উদাহরণস্বরূপ ৬ দিন...

source: Log your periods to get
bn: আপনার মাসিক লগ করুন

source: accurate predictions
bn: নির্ভুল পূর্বাভাস পেতে

source: Logging your period when it happens in the Ananya App will get you accurate predictions of your next period cycle.
bn: যখন আপনার মাসিক ঘটে তখন অনন্যা অ্যাপে লগ করা আপনার পরবর্তী মাসিক চক্রের নির্ভুল পূর্বাভাস পেতে সাহায্য করবে।

source: When did your
bn: আপনার

source: skip
bn: এড়িয়ে যান

source: last period
bn: শেষ মাসিক

source: start?
bn: শুরু?

source: Do you take
bn: আপনি কি গ্রহণ করেন

source: birth control
bn: জন্মনিয়ন্ত্রণ

source: measures?
bn: পদক্ষেপ?

source: We are asking because some type of birth control measures can potentially impact your menstrual cycle.
bn: আমরা জিজ্ঞাসা করছি কারণ কিছু ধরণের জন্মনিয়ন্ত্রণের পদক্ষেপগুলি আপনার মাসিক চক্রকে প্রভাবিত করতে পারে।

source: Do you have any of these
bn: আপনার কি এইগুলির কোনটি আছে

source: health conditions
bn: স্বাস্থ্য পরিস্থিতি

source: Choose all that apply.
bn: যা প্রযোজ্য সবগুলি নির্বাচন করুন।

source: Yeast infection
bn: ইস্ট সংক্রমণ

source: Urinary track infections
bn: মূত্রনালী সংক্রমণ

source: Bacterial Vaginosis
bn: ব্যাকটেরিয়াল ভ্যাজিনোসিস

source: Polycystic Ovary Syndrome
bn: পলিসিস্টিক ওভারি সিনড্রোম

source: Endometriosis
bn: এন্ডোমেট্রিওসিস

source: Fibroids
bn: ফাইব্রয়েড

source: I’m not sure
bn: আমি নিশ্চিত নই

source: No health issues
bn: কোনো স্বাস্থ্য সমস্যা নেই

source: I don't know
bn: আমি জানি না

# continues
source: Continue
bn: চালিয়ে যান

# question_1
source: What is menstruation?
bn: মাসিক কি?

# first_description_1
source: Menstruation is a natural physical process experienced by millions of women around the world. Despite its prevalence, there is still a significant amount of stigma and misinformation surrounding menstrual hygiene. In this article, we will discuss the basics of menstrual hygiene and provide practical tips for maintaining good practices. What is menstrual hygiene? Menstrual hygiene refers to the measures taken to maintain cleanliness and health during menstruation. This includes using sanitary products such as pads, tampons, menstrual cups, or period panties, and taking steps to keep the genital area clean and dry. Good menstrual hygiene helps prevent infections and discomfort and promotes overall health and well-being.
bn: মাসিক হল এমন একটি প্রাকৃতিক শারীরিক প্রক্রিয়া যা পৃথিবীর লক্ষ লক্ষ মহিলার দ্বারা অভিজ্ঞ হয়। এর ব্যাপকতার পরেও, মাসিক স্বাস্থ্য সংক্রান্ত তথ্যের অভাব এবং অপবাদ এখনো বিদ্যমান। এই নিবন্ধে, আমরা মাসিক স্বাস্থ্য সংক্রান্ত মৌলিক বিষয়গুলি নিয়ে আলোচনা করব এবং সুস্থ স্বাস্থ্য বজায় রাখার জন্য কিছু ব্যবহারিক পরামর্শ প্রদান করব। মাসিক স্বাস্থ্য কি? মাসিক স্বাস্থ্য হল মাসিকের সময় পরিচ্ছন্নতা এবং স্বাস্থ্য বজায় রাখার জন্য গৃহীত পদক্ষেপগুলি। এর মধ্যে স্যানিটারি পণ্য যেমন প্যাড, ট্যাম্পন, মাসিক কাপ বা পিরিয়ড প্যান্টি ব্যবহার করা এবং জেনিটাল অঞ্চলকে পরিষ্কার এবং শুকনো রাখা অন্তর্ভুক্ত। ভাল মাসিক স্বাস্থ্য সংক্রমণ এবং অস্বস্তি প্রতিরোধ করতে সাহায্য করে এবং সামগ্রিক স্বাস্থ্য এবং সুস্থতা উন্নীত করে।

# second_description_1
source: Menstruation usually begins at puberty, a time of significant physical and hormonal changes in girls. It typically starts between the ages of 10 and 16, but again, there is variation among individuals. The onset of menstruation is known as menarche. It is important to remember that every girl's body develops at its own pace, so if you have not yet started menstruating, there is no need to worry. It will happen when your body is ready. Menstruation ends at menopause, which typically occurs in a woman's late 40s or early 50s. Menopause marks the end of a woman’s reproductive years. At this time, the ovaries stop releasing eggs, hormone levels change, and menstruation ceases. The period leading up to menopause, known as perimenopause, may involve irregular periods or changes in the length and intensity of menstrual cycles.
bn: মাসিক সাধারণত কৈশোরে শুরু হয়, যা মেয়েদের শারীরিক এবং হরমোনাল পরিবর্তনের একটি গুরুত্বপূর্ণ সময়। এটি সাধারণত ১০ থেকে ১৬ বছর বয়সের মধ্যে শুরু হয়, তবে ব্যক্তির মধ্যে তারতম্য থাকতে পারে। মাসিক শুরুর সময়কে মেনার্ক বলা হয়। মনে রাখা গুরুত্বপূর্ণ যে প্রতিটি মেয়ের শরীর তার নিজস্ব গতিতে বিকশিত হয়, তাই যদি আপনি এখনও মাসিক শুরু না করে থাকেন, তবে চিন্তার কিছু নেই। এটি তখনই ঘটবে যখন আপনার শরীর প্রস্তুত হবে। মাসিক মেনোপজে শেষ হয়, যা সাধারণত একজন মহিলার ৪০-এর দশকের শেষের দিকে বা ৫০-এর দশকের শুরুর দিকে ঘটে। মেনোপজ একজন মহিলার প্রজনন বছরগুলির শেষকে চিহ্নিত করে। এই সময়ে, ডিম্বাশয়গুলি ডিম ছেড়ে দেওয়া বন্ধ করে, হরমোনের মাত্রা পরিবর্তিত হয় এবং মাসিক বন্ধ হয়ে যায়। মেনোপজের আগের সময়কাল, যাকে পেরিমেনোপজ বলা হয়, তা অনিয়মিত পিরিয়ড বা মাসিক চক্রের দৈর্ঘ্য এবং তীব্রতার পরিবর্তনের সাথে জড়িত হতে পারে।

# third_description_1
source: Remember, menstruation is a normal and healthy process and a natural part of being a woman. It is a sign that your body is functioning properly and preparing for potential pregnancy. It is important to be open and talk about it, as this can help remove stigma and create a supportive environment for girls and women to maintain their menstrual health.
bn: মনে রাখবেন, মাসিক একটি সাধারণ এবং সুস্থ প্রক্রিয়া এবং একজন মহিলার জীবনের একটি প্রাকৃতিক অংশ। এটি আপনার শরীর সঠিকভাবে কাজ করছে এবং সম্ভাব্য গর্ভাবস্থার জন্য প্রস্তুতি নিচ্ছে তার একটি চিহ্ন। এটি সম্পর্কে খোলামেলা এবং কথা বলা গুরুত্বপূর্ণ, কারণ এটি অপবাদ দূর করতে এবং মেয়েরা এবং মহিলাদের তাদের মাসিক স্বাস্থ্য বজায় রাখতে একটি সমর্থনমূলক পরিবেশ তৈরি করতে সহায়তা করতে পারে।

# question_2
source: What is Menstruation Cycle?
bn: মাসিক চক্র কি?

# first_description_2
source: Menstruation plays an important role in maintaining a girls, healthy reproductive health which is accomplished through the menstrual cycle. The period from the first day of menstruation to the first day of the next period is called the menstrual cycle. This entire period is regulated by various hormones. A standard menstrual cycle is usually 28 days long, but this period can vary from day to day.
bn: মাসিক একটি মেয়ের স্বাস্থ্যকর প্রজনন স্বাস্থ্য বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করে যা মাসিক চক্রের মাধ্যমে সম্পন্ন হয়। মাসিকের প্রথম দিন থেকে পরবর্তী মাসিকের প্রথম দিন পর্যন্ত সময়কালকে মাসিক চক্র বলা হয়। এই সম্পূর্ণ সময়কাল বিভিন্ন হরমোন দ্বারা নিয়ন্ত্রিত হয়। একটি স্ট্যান্ডার্ড মাসিক চক্র সাধারণত ২৮ দিন দীর্ঘ হয়, তবে এই সময়কাল দিন দিন পরিবর্তিত হতে পারে।

# second_description_2
source: Now we know that the menstrual cycle plays an important role in a girls healthy reproductive health, but now we dont see how it happens.
bn: এখন আমরা জানি যে মাসিক চক্র একটি মেয়ের স্বাস্থ্যকর প্রজনন স্বাস্থ্য বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করে, তবে এখন আমরা দেখি না কিভাবে এটি ঘটে।

# question_3
source: Learn about the common symptoms of Menstruation
bn: মাসিকের সাধারণ লক্ষণগুলি সম্পর্কে জানুন

# first_description_3
source: During menstruation, it is common to experience a range of symptoms that can vary from person to person. These symptoms are caused by hormonal changes in the body and are typically not a cause for concern. It's important to remember that menstruation is a natural and healthy process, and there is no need to be scared of it. Some of the common symptoms of menstruation include: Abdominal cramps: Many women experience mild to moderate cramping in the lower abdomen during their periods. This is caused by the contraction of the uterus as it sheds its lining. Bloating: Hormonal fluctuations during menstruation can cause water retention and bloating, leading to a feeling of fullness or swelling in the abdomen.
bn: মাসিকের সময়, একটি ব্যক্তি বিভিন্ন ধরণের লক্ষণ অনুভব করতে পারে যা ব্যক্তিভেদে পরিবর্তিত হয়। এই লক্ষণগুলি শরীরের হরমোন পরিবর্তনের কারণে ঘটে এবং সাধারণত উদ্বেগের কারণ হয় না। মনে রাখা গুরুত্বপূর্ণ যে মাসিক একটি প্রাকৃতিক এবং স্বাস্থ্যকর প্রক্রিয়া, এবং এটি সম্পর্কে ভয় পাওয়ার কিছু নেই। মাসিকের কিছু সাধারণ লক্ষণ অন্তর্ভুক্ত: পেটের ক্র্যাম্প: অনেক মহিলা তাদের মাসিকের সময় নিম্ন পেটে হালকা থেকে মাঝারি ক্র্যাম্প অনুভব করেন। এটি জরায়ুর সংকোচনের কারণে ঘটে যা এর আস্তরণকে ঝরিয়ে দেয়। ব্লোটিং: মাসিকের সময় হরমোন পরিবর্তনগুলি পানির ধারণ এবং ব্লোটিং ঘটাতে পারে, যার ফলে পেটে পূর্ণতা বা ফোলাভাবের অনুভূতি হয়।

# second_description_3
source: Breast tenderness: Some women may experience breast tenderness or sensitivity during their menstrual cycle. This is again due to hormonal changes. Mood swings: Hormonal fluctuations can affect neurotransmitters in the brain, leading to changes in mood. It is common to feel more irritable, emotional, or experience mood swings during menstruation. Fatigue: Many women report feeling more tired or fatigued during their periods. This can be attributed to hormonal changes as well as the bodys increased energy demands during this time. Headaches: Some women may experience headaches or migraines before or during their periods. Hormonal fluctuations and changes in blood flow can contribute to these headaches.
bn: বুকের কোমলতা: কিছু মহিলা তাদের মাসিক চক্রের সময় বুকের কোমলতা বা সংবেদনশীলতা অনুভব করতে পারেন। এটি আবারও হরমোন পরিবর্তনের কারণে। মুড পরিবর্তন: হরমোনের পরিবর্তনগুলি মস্তিষ্কের নিউরোট্রান্সমিটারগুলিকে প্রভাবিত করতে পারে, যার ফলে মুড পরিবর্তন হতে পারে। মাসিকের সময় আরও বিরক্তিকর, আবেগপূর্ণ বা মুড পরিবর্তন অনুভব করা সাধারণ। অবসাদ: অনেক মহিলা তাদের মাসিকের সময় আরও ক্লান্ত বা অবসাদগ্রস্ত অনুভব করার কথা জানিয়েছেন। এটি হরমোন পরিবর্তনের পাশাপাশি এই সময়ে শরীরের বৃদ্ধি প্রাপ্ত শক্তি চাহিদার কারণে হতে পারে। মাথাব্যথা: কিছু মহিলা তাদের মাসিকের আগে বা সময়ে মাথাব্যথা বা মাইগ্রেন অনুভব করতে পারেন। হরমোন পরিবর্তন এবং রক্ত প্রবাহের পরিবর্তন এই মাথাব্যথার সাথে সম্পর্কিত হতে পারে।

# third_description_3
source: It's important to note that these symptoms can vary in intensity and duration from person to person. While they can be uncomfortable, they are generally manageable and temporary. Maintaining a healthy lifestyle, including regular exercise, a balanced diet, and managing stress, can help alleviate some of these symptoms. If you are experiencing severe pain, excessively heavy bleeding, or any symptoms that significantly disrupt your daily life, it is advisable to seek medical advice. These could be signs of underlying conditions such as endometriosis or hormonal imbalances, which can be managed with proper medical care.
bn: মনে রাখা গুরুত্বপূর্ণ যে এই লক্ষণগুলি ব্যক্তিভেদে তীব্রতা এবং সময়কাল ভিন্ন হতে পারে। যদিও এগুলি অস্বস্তিকর হতে পারে, তবে সেগুলি সাধারণত নিয়ন্ত্রণযোগ্য এবং অস্থায়ী হয়। একটি স্বাস্থ্যকর জীবনধারা বজায় রাখা, যার মধ্যে নিয়মিত ব্যায়াম, সুষম খাদ্য এবং মানসিক চাপ পরিচালনা অন্তর্ভুক্ত, এই লক্ষণগুলির কিছু প্রশমিত করতে সাহায্য করতে পারে। যদি আপনি তীব্র ব্যথা, অত্যধিক ভারী রক্তপাত, বা এমন কোনও লক্ষণ অনুভব করেন যা আপনার দৈনন্দিন জীবনকে উল্লেখযোগ্যভাবে ব্যাহত করে, তবে চিকিৎসা পরামর্শ নেওয়া উচিত। এগুলি এন্ডোমেট্রিওসিস বা হরমোন ভারসাম্যের মতো অন্তর্নিহিত অবস্থার লক্ষণ হতে পারে, যা যথাযথ চিকিৎসা যত্নের মাধ্যমে নিয়ন্ত্রণ করা যেতে পারে।

# question_4
source: What are the steps of Menstruation Cycle?
bn: মাসিক চক্রের ধাপগুলি কি কি?

# first_description_4
source: Understanding the menstrual cycle is crucial for teenage girls as it is a natural and recurring process in a womans reproductive system. The menstrual cycle consists of several stages that prepare the body for potential pregnancy. Knowing these stages and their symptoms can help girls track their menstrual health and understand their bodies better. Steps of the Menstrual Cycle: 1. Follicular Phase: Following menstruation, the body enters the follicular phase. Hormones stimulate the growth of follicles in the ovaries, each containing an egg. The lining of the uterus also starts to thicken. Girls may experience increased energy levels and a sense of well-being during this phase.
bn: কিশোরীদের জন্য মাসিক চক্র বোঝা অত্যন্ত গুরুত্বপূর্ণ কারণ এটি একজন মহিলার প্রজনন ব্যবস্থার একটি প্রাকৃতিক এবং পুনরাবৃত্তিমূলক প্রক্রিয়া। মাসিক চক্রে বেশ কয়েকটি স্তর থাকে যা শরীরকে সম্ভাব্য গর্ভাবস্থার জন্য প্রস্তুত করে। এই স্তরগুলি এবং তাদের লক্ষণগুলি জানা মেয়েদের তাদের মাসিক স্বাস্থ্য ট্র্যাক করতে এবং তাদের শরীরকে ভালভাবে বুঝতে সাহায্য করতে পারে। মাসিক চক্রের ধাপগুলি: ১. ফলিকুলার ফেজ: মাসিকের পরে শরীর ফলিকুলার ফেজে প্রবেশ করে। হরমোনগুলি ডিম্বাশয়ে ফলিকলগুলির বৃদ্ধিকে উদ্দীপিত করে, প্রতিটি ডিম্বাণু ধারণ করে। জরায়ুর আস্তরণও পুরু হতে শুরু করে। মেয়েরা এই পর্যায়ে শক্তি স্তর বৃদ্ধি এবং মঙ্গল অনুভব করতে পারে।

# second_description_4
source: 2. Ovulation: Ovulation occurs around the midpoint of the menstrual cycle. One mature egg is released from the ovary into the fallopian tube. Some girls may experience mild pain or a twinge in the lower abdomen during ovulation. 3. Luteal Phase: After ovulation, the body enters the luteal phase. The empty follicle transforms into the corpus luteum, which produces hormones to prepare the uterus for pregnancy. If fertilization does not occur, the lining of the uterus starts to break down. 4. Menstruation: The menstrual cycle begins with menstruation, commonly known as the period. During this stage, the uterus sheds its lining, resulting in bleeding that lasts around 3–7 days. Symptoms may include abdominal cramps, bloating, and fatigue.
bn: ২. ডিম্বস্ফোটন: মাসিক চক্রের মধ্যবর্তী সময়ে ডিম্বস্ফোটন ঘটে। একটি পরিপক্ক ডিম্বাণু ডিম্বাশয় থেকে ফ্যালোপিয়ান টিউবে মুক্তি পায়। কিছু মেয়ে ডিম্বস্ফোটনের সময় নিম্ন পেটে হালকা ব্যথা বা তীব্রতা অনুভব করতে পারে। ৩. লুটিয়াল ফেজ: ডিম্বস্ফোটনের পরে শরীর লুটিয়াল ফেজে প্রবেশ করে। খালি ফলিকল কর্পাস লুটিয়ামে রূপান্তরিত হয়, যা গর্ভাবস্থার জন্য জরায়ুকে প্রস্তুত করতে হরমোন উৎপন্ন করে। যদি নিষেক না ঘটে, জরায়ুর আস্তরণ ভেঙে পড়তে শুরু করে। ৪. মাসিক: মাসিক চক্র মাসিকের সাথে শুরু হয়, যা সাধারণত পিরিয়ড নামে পরিচিত। এই পর্যায়ে, জরায়ু এর আস্তরণ ঝরিয়ে দেয়, যার ফলে ৩-৭ দিন রক্তপাত হয়। লক্ষণগুলির মধ্যে পেটের ক্র্যাম্প, ব্লোটিং এবং অবসাদ অন্তর্ভুক্ত থাকতে পারে।

# third_description_4
source: Understanding the steps of the menstrual cycle is essential for teenage girls to monitor their reproductive health. Tracking these stages and associated symptoms can provide insights into hormonal changes, fertility, and overall well-being. By recognizing the different phases and their impact on the body, girls can better prepare for their periods and seek appropriate medical attention if any abnormalities arise. Remember, the menstrual cycle is a natural process, and knowledge about it empowers girls to take control of their menstrual health.
bn: মাসিক চক্রের ধাপগুলি বোঝা কিশোরীদের জন্য তাদের প্রজনন স্বাস্থ্য পর্যবেক্ষণ করার জন্য অপরিহার্য। এই স্তরগুলি এবং সংশ্লিষ্ট লক্ষণগুলি ট্র্যাক করা হরমোন পরিবর্তন, উর্বরতা এবং সামগ্রিক মঙ্গল সম্পর্কে অন্তর্দৃষ্টি প্রদান করতে পারে। বিভিন্ন পর্যায় এবং তাদের শরীরে প্রভাব সম্পর্কে স্বীকৃতি অর্জনের মাধ্যমে, মেয়েরা তাদের পিরিয়ডের জন্য ভালভাবে প্রস্তুত হতে পারে এবং কোনও অস্বাভাবিকতা দেখা দিলে উপযুক্ত চিকিৎসা নিতে পারে। মনে রাখবেন, মাসিক চক্র একটি প্রাকৃতিক প্রক্রিয়া এবং এর সম্পর্কে জ্ঞান মেয়েদের তাদের মাসিক স্বাস্থ্য নিয়ন্ত্রণ করতে সক্ষম করে।

# question_5
source: What is abnormal Menstruation?
bn: অস্বাভাবিক মাসিক কি?

# first_description_5
source: Abnormal menstruation refers to any deviation from a regular menstrual cycle. While periods can vary from person to person, certain signs indicate abnormality. Understanding what constitutes abnormal menstruation is essential for teenage girls to monitor their menstrual health effectively. Symptoms of Abnormal Menstruation: Irregular periods: Menstrual cycles that occur less than 21 days apart or more than 35 days apart are considered irregular. Excessive bleeding: Heavy or prolonged menstrual bleeding that requires changing pads or tampons every hour for several consecutive hours.
bn: অস্বাভাবিক মাসিক বলতে নিয়মিত মাসিক চক্র থেকে যে কোনও বিচ্যুতি বোঝায়। যদিও পিরিয়ডগুলি ব্যক্তিভেদে পরিবর্তিত হতে পারে, কিছু লক্ষণ অস্বাভাবিকতা নির্দেশ করে। কিশোরীদের তাদের মাসিক স্বাস্থ্য কার্যকরভাবে পর্যবেক্ষণ করার জন্য কী কী অস্বাভাবিক মাসিক গঠন করে তা বোঝা অত্যন্ত গুরুত্বপূর্ণ। অস্বাভাবিক মাসিকের লক্ষণ: অনিয়মিত পিরিয়ড: মাসিক চক্র যা ২১ দিনের কম বা ৩৫ দিনের বেশি সময়ে ঘটে তা অনিয়মিত বলে বিবেচিত হয়। অতিরিক্ত রক্তপাত: ভারী বা দীর্ঘস্থায়ী মাসিক রক্তপাত যা একাধিক ঘন্টার জন্য প্রতি ঘন্টায় প্যাড বা ট্যাম্পন পরিবর্তন করা প্রয়োজন।

# second_description_5
source: Absent or missed periods: When menstrual periods do not occur for three or more months, it is considered a missed period. Severe menstrual pain: Debilitating cramps that interfere with daily activities and require medication for pain relief. Unusual menstrual flow: Passing large blood clots during menstruation or experiencing unusually light or scanty flow.
bn: অনুপস্থিত বা মিসড পিরিয়ড: যখন তিন বা ততোধিক মাসের জন্য মাসিক হয় না, তখন এটি মিসড পিরিয়ড হিসাবে বিবেচিত হয়। গুরুতর মাসিক ব্যথা: তীব্র ক্র্যাম্প যা দৈনন্দিন কার্যকলাপে বাধা দেয় এবং ব্যথা উপশমের জন্য ওষুধের প্রয়োজন হয়। অস্বাভাবিক মাসিক প্রবাহ: মাসিকের সময় বড় রক্তের ক্লট পাস করা বা অস্বাভাবিকভাবে হালকা বা কম প্রবাহ অনুভব করা।

# third_description_5
source: It is important for teenage girls to be aware of the signs of abnormal menstruation. If you experience any of the mentioned symptoms, it is recommended to seek medical advice. Remember, each person's menstrual cycle is unique, but understanding what is considered abnormal can help you take charge of your menstrual health. Regular monitoring and seeking appropriate medical care ensure your well-being and help maintain a healthy menstrual cycle.
bn: অস্বাভাবিক মাসিকের লক্ষণ সম্পর্কে কিশোরীদের সচেতন হওয়া গুরুত্বপূর্ণ। যদি আপনি উল্লিখিত কোনও লক্ষণ অনুভব করেন তবে চিকিৎসা পরামর্শ নেওয়ার পরামর্শ দেওয়া হয়। মনে রাখবেন, প্রতিটি ব্যক্তির মাসিক চক্র অনন্য, তবে কী অস্বাভাবিক বলে বিবেচিত হয় তা বোঝা আপনাকে আপনার মাসিক স্বাস্থ্যের দায়িত্ব নিতে সাহায্য করতে পারে। নিয়মিত পর্যবেক্ষণ এবং যথাযথ চিকিৎসা যত্ন নেওয়া আপনার সুস্থতা নিশ্চিত করে এবং একটি স্বাস্থ্যকর মাসিক চক্র বজায় রাখতে সহায়তা করে।

# question_6
source: What are the common misconceptions about menstruation?
bn: মাসিক সম্পর্কে সাধারণ ভুল ধারণাগুলি কী কী?

# first_description_6
source: First of all, it needs to be said that there are many misconceptions about menstruation in our society due to lack of science-based information about why menstruation occurs. For example: 1. Menstrual blood is contaminated. 2. It leaves the body because the menstrual blood is contaminated 3. Menstruation is a matter of shame and a secret. 4 Menstrual clothing should be hidden, it should not be left to dry in the open 5. During Menstruation: - Fish, meat cannot be eaten - Cant go to school - Sports cannot be played - Do not go out during menstruation, not even after evening, it will require ghosts - Stay apart ( For this reason, in some places, menstruation is kept in a separate room.)
bn: প্রথমত, এটা বলা প্রয়োজন যে মাসিক কেন হয় সে সম্পর্কে বিজ্ঞানভিত্তিক তথ্যের অভাবে আমাদের সমাজে মাসিক সম্পর্কে অনেক ভুল ধারণা রয়েছে। উদাহরণস্বরূপ: 1. মাসিক রক্ত ​​দূষিত। 2. এটি শরীর থেকে বেরিয়ে আসে কারণ মাসিকের রক্ত ​​দূষিত 3. মাসিক একটি লজ্জাজনক এবং গোপন বিষয়। 4. মাসিক পোশাক লুকানো উচিত, এটি খোলা অবস্থায় শুকাতে দেওয়া উচিত নয় 5. মাসিকের সময়: - মাছ, মাংস খাওয়া যাবে না - স্কুলে যেতে পারবে না - খেলাধুলা করা যাবে না - মাসিকের সময় বাইরে যাওয়া যাবে না, সন্ধ্যার পরেও নয়, প্রয়োজন হবে ভূতের - আলাদা থাকুন (এই কারণে, কিছু জায়গায়, মাসিকের সময় আলাদা ঘরে রাখা হয়।)

# question_7
source: What is PMS or Premenstrual Syndrome?
bn: পিএমএস বা প্রিমেনস্ট্রুয়াল সিন্ড্রোম কি?
