Repository: Shahabuddin1122/ananya
Catalog: ananya/lib/l10n/app_*.arb
Languages: bn

# first_description_7
source: As the name suggests it occurs before menstruation. PMS is a combination of certain symptoms, such as headaches, breast heaviness, fatigue, irritability or depressed mood or anxiety, bloating, etc. It is understood that these symptoms can be physical and psychological or a combination of both. Although PMS symptoms disrupt daily life, there is little cause for concern as these symptoms go away on their own with the cessation of menstruation.
bn: নামের অর্থ অনুযায়ী এটি মাসিকের আগে ঘটে। PMS হল কিছু নির্দিষ্ট উপসর্গের সংমিশ্রণ, যেমন মাথাব্যথা, স্তনের ভার, ক্লান্তি, খিটখিটে মেজাজ বা হতাশাজনক মেজাজ বা উদ্বেগ, ফুলে যাওয়া ইত্যাদি। বোঝা যায় যে এই উপসর্গগুলি শারীরিক এবং মানসিক বা উভয়ের সংমিশ্রণ হতে পারে। যদিও PMS উপসর্গগুলি দৈনন্দিন জীবনে ব্যাঘাত ঘটায়, তবুও উদ্বেগের তেমন কারণ নেই কারণ এই উপসর্গগুলি মাসিক বন্ধ হয়ে যাওয়ার সাথে সাথে নিজে থেকেই চলে যায়।

# question_8
source: When should a doctor be consulted?
bn: ডাক্তারের সাথে কখন পরামর্শ করা উচিত?

# first_description_8
source: We often hear that there is no need to see a doctor for menstrual problems or that it will be treated as something that is not right. We know what are the signs of abnormal menstrual discharge. If these are the case, you should definitely talk to your parents and take a doctor's advice. Apart from this, the most common problems are: - Vaginal itching - Curd-like white discharge from the vagina - Thick foul-smelling vaginal discharge - Abdominal pain - Toxic shock syndrome: This is a rare and life-threatening illness caused by a type of bacteria. Menstrual health and cleanliness during menstruation play an important role in reproductive and sexual health. If we do not use sanitary methods during menstruation, we are affected by various health problems, and this can lead to various far-reaching complications, such as unclean cloths in the vagina (through which menstrual blood flows) during menstruation. causes inflammation which, if left untreated, gradually affects the upper reproductive organs; If the fallopian tubes are affected in this way, the fallopian tubes become blocked and the egg or sperm cannot enter through it, resulting in infertility.
bn: আমরা প্রায়ই শুনি যে মাসিক সমস্যার জন্য ডাক্তার দেখানোর প্রয়োজন নেই বা এটি এমন কিছু হিসাবে বিবেচিত হবে যা ঠিক নয়। আমরা জানি অস্বাভাবিক মাসিক স্রাবের লক্ষণগুলি কী কী। যদি এসব ক্ষেত্রে ঘটে, তবে আপনাকে অবশ্যই আপনার অভিভাবকদের সাথে কথা বলতে হবে এবং ডাক্তারি পরামর্শ নিতে হবে। এর বাইরে, সবচেয়ে সাধারণ সমস্যাগুলি হল: - যোনির চুলকানি - যোনি থেকে দইয়ের মতো সাদা স্রাব - ঘন নোংরা গন্ধযুক্ত যোনি স্রাব - পেটের ব্যথা - টক্সিক শক সিনড্রোম: এটি একটি ধরনের ব্যাকটেরিয়া দ্বারা সৃষ্ট একটি বিরল এবং জীবন-হুমকিস্বরূপ রোগ। মাসিক স্বাস্থ্য এবং মাসিকের সময় পরিচ্ছন্নতা প্রজনন এবং যৌন স্বাস্থ্যের একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। যদি আমরা মাসিকের সময় স্যানিটারি পদ্ধতি ব্যবহার না করি, তবে আমরা বিভিন্ন স্বাস্থ্য সমস্যায় আক্রান্ত হই, এবং এটি বিভিন্ন দূরপ্রসারী জটিলতায় পরিণত হতে পারে, যেমন মাসিকের সময় যোনিতে অপরিষ্কার কাপড় (যার মাধ্যমে মাসিকের রক্ত ​​বাহিত হয়) রয়েছে যা প্রদাহ সৃষ্টি করে যা, যদি চিকিৎসা না করা হয়, ধীরে ধীরে উপরের প্রজনন অঙ্গগুলিকে প্রভাবিত করে; যদি এইভাবে ফ্যালোপিয়ান টিউবগুলি প্রভাবিত হয়, তবে ফ্যালোপিয়ান টিউবগুলি ব্লক হয়ে যায় এবং ডিম বা শুক্রাণু তার মাধ্যমে প্রবাহিত হতে পারে না, যার ফলে অমর্যাদা ঘটে।

# question_9
source: What should be the food habit during menstruation?
bn: মাসিকের সময় খাবারের অভ্যাস কেমন হওয়া উচিত?

# first_description_9
source: Every time during menstruation, the body of girls loses blood, this blood deficiency can be filled with proper diet. If this is not done, since there is iron in the blood, iron deficiency is created in the body of menstruating girls every month. This deficiency should be corrected through proper diet as iron performs various important functions in our body which is required for growth and development of the body.
bn: মাসিকের সময়, মেয়েদের শরীর প্রতি বার রক্ত হারায়, এই রক্তের অভাব সঠিক ডায়েটের মাধ্যমে পূরণ করা যায়। যদি এটি না করা হয়, কারণ রক্তে আয়রন থাকে, মাসিকের মেয়েদের শরীরে প্রতি মাসে আয়রনের অভাব সৃষ্টি হয়। এই অভাব সঠিক ডায়েটের মাধ্যমে সংশোধন করা উচিত কারণ আয়রন আমাদের শরীরে বিভিন্ন গুরুত্বপূর্ণ কার্যকারিতা সম্পাদন করে যা শরীরের বৃদ্ধি এবং বিকাশের জন্য প্রয়োজন।

# question_10
source: Why is iron important for girls?
bn: মেয়েদের জন্য আয়রন কেন গুরুত্বপূর্ণ?

# first_description_10
source: Iron helps make hemoglobin in the blood and this hemoglobin carries oxygen throughout our body. The energy needed to keep the body moving, which is done through oxygen, is disrupted. Therefore various symptoms of iron deficiency or blood deficiency such as fatigue, headache, nausea, chest palpitations etc. occur. Also, lack of iron makes skin, hair, nails dry and lose vitality. So it is important to fill iron deficiency and to fill it iron tablets or regular iron rich nutritious foods (vegetables, nuts, liver etc.) should be eaten.
bn: আয়রন রক্তে হিমোগ্লোবিন তৈরিতে সাহায্য করে এবং এই হিমোগ্লোবিন আমাদের শরীর জুড়ে অক্সিজেন বহন করে। শরীরের চলমান রাখার জন্য প্রয়োজনীয় শক্তি, যা অক্সিজেনের মাধ্যমে করা হয়, তা ব্যাহত হয়। তাই আয়রনের অভাব বা রক্তের অভাবের বিভিন্ন লক্ষণ যেমন ক্লান্তি, মাথাব্যথা, বমি, বুকের ধড়ফড়ানি ইত্যাদি ঘটে। এছাড়াও, আয়রনের অভাব ত্বক, চুল, নখকে শুষ্ক করে তোলে এবং শক্তি হারায়। তাই আয়রনের অভাব পূরণ করা গুরুত্বপূর্ণ এবং এটি পূরণের জন্য আয়রন ট্যাবলেট বা নিয়মিত আয়রন সমৃদ্ধ পুষ্টিকর খাবার (সবজি, বাদাম, যকৃৎ ইত্যাদি) খাওয়া উচিত।

# question_11
source: Necessary hygiene measures during menstruation
bn: মাসিক চলাকালীন প্রয়োজনীয় স্বাস্থ্যবিধি

# first_description_11
source: Could you be pregnant? The proof is in the pregnancy test. But even before you miss a period, you might suspect or hope that you are pregnant. The most common early signs and symptoms of pregnancy might include: 1. Missed period: A missed period is the most obvious sign of pregnancy. 2. Nausea: Nausea and vomiting are common symptoms in early pregnancy. 3. Breast changes: The hormones produced during pregnancy cause changes in the breasts, such as tenderness and enlargement. 4. Fatigue: Increased fatigue is a common symptom in early pregnancy, due to hormonal changes.
bn: আপনি কি গর্ভবতী হতে পারেন? গর্ভাবস্থার পরীক্ষা এটাই প্রমাণিত। তবে আপনি যদি মাসিক মিস করার আগে গর্ভবতী হওয়ার সন্দেহ বা আশা করেন, তাহলে গর্ভাবস্থার কিছু সাধারণ প্রাথমিক লক্ষণ ও উপসর্গ রয়েছে: ১. মাসিক মিস: গর্ভাবস্থার সবচেয়ে স্পষ্ট লক্ষণ হলো মাসিক মিস করা। ২. বমি ভাব: গর্ভাবস্থার প্রাথমিক পর্যায়ে বমি ভাব ও বমি হওয়া সাধারণ উপসর্গ। ৩. স্তন পরিবর্তন: গর্ভাবস্থায় হরমোনের কারণে স্তনে পরিবর্তন দেখা দিতে পারে, যেমন স্তনের সান্দ্রতা ও বৃদ্ধির অনুভূতি। ৪. ক্লান্তি: হরমোনাল পরিবর্তনের কারণে গর্ভাবস্থায় ক্লান্তি বৃদ্ধি পাওয়া একটি সাধারণ উপসর্গ।

# second_description_11
source: 5. Mood swings: Pregnancy can cause changes in mood, with some women experiencing increased irritability or mood swings. 6. Spotting: Light spotting or cramping can occur as the fertilized egg implants in the uterus. 7. Increased urination: The hormone hCG, produced during pregnancy, can cause frequent urination.
bn: ৫. মেজাজ পরিবর্তন: গর্ভাবস্থা মেজাজ পরিবর্তন করতে পারে, কিছু মহিলা আরও চঞ্চলতা বা মেজাজ পরিবর্তনের অভিজ্ঞতা করতে পারেন। ৬. হালকা রক্তপাত: নিষিক্ত ডিমের গর্ভের দেয়ালে চিপে যাওয়ার কারণে হালকা রক্তপাত বা পেটে ব্যথা হতে পারে। ৭. বারবার প্রস্রাব: গর্ভাবস্থায় উৎপন্ন হরমোন hCG বারবার প্রস্রাবের কারণ হতে পারে।

# third_description_11
source: If you suspect you may be pregnant, it's important to confirm it with a pregnancy test and to consult a healthcare provider. They can provide further guidance and prenatal care to ensure a healthy pregnancy.
bn: যদি আপনি সন্দেহ করেন যে আপনি গর্ভবতী হতে পারেন, তাহলে এটি গর্ভাবস্থার পরীক্ষা দিয়ে নিশ্চিত করা গুরুত্বপূর্ণ এবং একজন স্বাস্থ্যকর্মীর সাথে পরামর্শ করা উচিত। তারা একটি সুস্থ গর্ভাবস্থার জন্য আরও নির্দেশনা এবং প্রাথমিক যত্ন প্রদান করতে পারেন।

# question_12
source: What are the pillars of menstrual health and menstrual hygiene management?
bn: মাসিক স্বাস্থ্য এবং মাসিক স্বাস্থ্য ব্যবস্থাপনার স্তম্ভগুলো কী কী?

# first_description_12
source: Core Four Pillars a) Correct menstrual knowledge, attitudes, and practices of hygiene b) Ensuring availability of readily available, affordable, and convenient menstrual materials, (e.g., sanitary disposables) Pads, tampons, menstrual cups, cloth pads, thin clean cloths (which can be washed later), clean water, soap, panties etc.) c) Necessary facilities for menstrual management: - Clean toilets at home and in educational institutions with constant water and soap supply - Covered bins/baskets for disposing of used clothes - Separate and separate menstrual pads for girls/ Arrangements for changing clothes - Arrangements for washing used menstrual cloths and drying them in sunlight - Disposing of used pads hygienically so as not to pollute the surrounding environment d) Institutional and policy measures: - Monthly management friendly policy - Fixed budget, annual plan, regular monitoring for implementation of monthly management policy and monitoring system
bn: মুখ্য চারটি স্তম্ভ ক) মাসিক বিষয়ে সঠিক জ্ঞান, মনোভাব এবং স্বাস্থ্যবিধি ব্যবহারের অভ্যাস খ) সহজলভ্য, সস্তা এবং সুবিধাজনক মাসিক সামগ্রী নিশ্চিত করা (যেমন স্যানিটারি ডিসপোজেবল) প্যাড, ট্যামপন, মাসিক কাপ, কাপড়ের প্যাড, পাতলা পরিষ্কার কাপড় (যা পরবর্তীতে ধোয়া যায়), পরিষ্কার পানি, সাবান, প্যান্টি ইত্যাদি) গ) মাসিক ব্যবস্থাপনার জন্য প্রয়োজনীয় সুবিধা: - বাড়িতে এবং শিক্ষাপ্রতিষ্ঠানে পরিষ্কার টয়লেটের সাথে অব্যাহত পানি এবং সাবান সরবরাহ - ব্যবহৃত কাপড় ফেলার জন্য ঢাকা ঝুড়ি/ডাবা - মেয়েদের জন্য আলাদা এবং পৃথক মাসিক প্যাড/কাপড় পরিবর্তনের ব্যবস্থা - ব্যবহৃত মাসিক কাপড় ধোয়া এবং রোদে শুকানোর ব্যবস্থা - ব্যবহৃত প্যাডগুলি পরিবেশ দূষিত না করে স্বাস্থ্যকরভাবে ফেলার ব্যবস্থা ঘ) প্রতিষ্ঠানিক এবং নীতি ব্যবস্থা: - মাসিক ব্যবস্থাপনার জন্য সদাচরণ নীতি - মাসিক ব্যবস্থাপনার নীতি বাস্তবায়নের জন্য নির্ধারিত বাজেট, বার্ষিক পরিকল্পনা, নিয়মিত মনিটরিং

# question_13
source: What are the things needed during menstruation?
bn: মাসিক চলাকালীন কি কি জিনিস প্রয়োজন?

# first_description_13
source: We can divide the materials needed during menstruation into two categories: . For example, single-use and multi-use: A) Single-use products: - Disposable (single-use) pads - Tampons (a method for absorbing menstrual blood that is used in the vagina. It is good for those who have to change after hours, those involved in sports, dance etc.) b) Reusable products: - Clean washable cloths - Washable cloth pads - Menstrual cups - Period panties Besides the necessary measures to maintain cleanliness Required: - Supply of clean water - Soap - Safe washroom - Lidded bin/basket for disposing of used pads or cloths
bn: মাসিক চলাকালীন প্রয়োজনীয় সামগ্রী দুটি শ্রেণিতে বিভক্ত করা যায়: একবার ব্যবহৃত এবং বহুমুখী ব্যবহৃত: ক) একবার ব্যবহৃত পণ্য: - ডিসপোজেবল (একবার ব্যবহৃত) প্যাড - ট্যামপন (মাসিক রক্ত শোষণের একটি পদ্ধতি যা যোনিতে ব্যবহৃত হয়। এটি এমন একটি পদ্ধতি যা ঘণ্টার পর ঘণ্টা পরিবর্তন করতে হয়, যারা ক্রীড়া, নাচ ইত্যাদিতে যুক্ত রয়েছেন তাদের জন্য উপযুক্ত।) খ) পুনরায় ব্যবহারযোগ্য পণ্য: - পরিষ্কার ধোয়া কাপড় - ধোয়া যায় এমন কাপড়ের প্যাড - মাসিক কাপ - পিরিয়ড প্যান্টি প্রয়োজনীয় স্বাস্থ্যবিধি বজায় রাখার পাশাপাশি প্রয়োজনীয়: - পরিষ্কার পানি সরবরাহ - সাবান - নিরাপদ টয়লেট - ব্যবহৃত প্যাড বা কাপড় ফেলার জন্য ঢাকনা সম্বলিত ঝুড়ি/ডাবা

# question_14
source: Menstrual health care is a human right
bn: মাসিক স্বাস্থ্যসেবা একটি মানবাধিকারের অধিকার

# first_description_14
source: Predictions, shame, fear, and secrecy regarding menstruation are thought to be deeply rooted in our socio-cultural practices throughout history. In various religions and even in mythology, menstrual blood is considered impure. Still in some countries the clothes used during menstruation are burned because they believe it will rid the evil spirits. This is how these social rituals are spread and established socially because there is still a lack of education and public opinion on these issues.
bn: মাসিক সম্পর্কে ভবিষ্যদ্বাণী, লজ্জা, ভয় এবং গোপনীয়তা আমাদের সামাজিক-সাংস্কৃতিক চর্চার গভীরভাবে বদ্ধমূল। বিভিন্ন ধর্ম এবং এমনকি পুরাণে, মাসিক রক্ত অশুদ্ধ মনে করা হয়। এখনও কিছু দেশে, মাসিক চলাকালীন ব্যবহৃত কাপড় জ্বালিয়ে দেয়া হয় কারণ তারা বিশ্বাস করে যে এটি মন্দ আত্মাদের মুক্তি দেবে। এইভাবে সামাজিক আচারগুলির প্রসার এবং প্রতিষ্ঠা হয় কারণ এই সমস্যাগুলির উপর শিক্ষা এবং জনমত এখনও অভাব রয়েছে।

# question_15
source: What Could Cause a Late or Missed Period?
bn: মাসিকের দেরি হওয়া বা মিস হওয়ার কারণ কী হতে পারে?

# first_description_15
source: Late or missed periods can be a cause of concern for teenage girls. It is important to understand that various factors can contribute to this occurrence. By recognizing the possible reasons and associated symptoms, girls can gain insights into their menstrual health and alleviate unnecessary worry. Reasons for Late or Missed Periods: Hormonal Imbalance: Fluctuations in hormone levels, especially during adolescence, can cause irregular periods. Stress, excessive exercise, weight changes, and certain medical conditions can disrupt the hormonal balance and lead to delayed or missed periods. Polycystic Ovary Syndrome (PCOS): PCOS is a common hormonal disorder that affects the ovaries. It can cause irregular periods, prolonged cycles, or even missed periods. Other symptoms may include acne, weight gain, and excessive hair growth.
bn: মাসিক দেরি হওয়া বা মিস হওয়া কিশোরীদের জন্য উদ্বেগের কারণ হতে পারে। এটি বুঝতে গুরুত্বপূর্ণ যে বিভিন্ন কারণ এই ঘটনাকে অবদান রাখতে পারে। সম্ভাব্য কারণগুলি এবং সংশ্লিষ্ট উপসর্গগুলি চিহ্নিত করে, মেয়েরা তাদের মাসিক স্বাস্থ্যের উপলব্ধি অর্জন করতে পারে এবং অপ্রয়োজনীয় উদ্বেগ কমাতে পারে। মাসিক দেরি হওয়ার কারণ: হরমোনাল অস্বাভাবিকতা: বিশেষ করে কিশোর বয়সে হরমোনের স্তরে পরিবর্তন মাসিক অস্বাভাবিকতা ঘটাতে পারে। চাপ, অতিরিক্ত ব্যায়াম, ওজন পরিবর্তন এবং কিছু চিকিৎসা অবস্থায় হরমোনের ভারসাম্য বিঘ্নিত হতে পারে এবং দেরি বা মিস হওয়া মাসিক ঘটাতে পারে। পলিসিস্টিক ওভারি সিনড্রোম (PCOS): PCOS একটি সাধারণ হরমোনাল অস্বাভাবিকতা যা ওভারি আক্রান্ত করে। এটি অনিয়মিত মাসিক, দীর্ঘকালীন চক্র, বা এমনকি মাসিক মিস হতে পারে। অন্যান্য উপসর্গগুলির মধ্যে রয়েছে ব্রণ, ওজন বৃদ্ধি, এবং অতিরিক্ত চুল বৃদ্ধি।

# second_description_15
source: Pregnancy: A missed period could indicate pregnancy. If sexually active and experiencing other symptoms like breast tenderness, nausea, and fatigue, it is important to take a pregnancy test or consult a healthcare provider. Medications and Medical Conditions: Certain medications, such as hormonal contraceptives or medications that affect hormone levels, can impact the regularity of periods. Additionally, medical conditions like thyroid disorders or reproductive system abnormalities may contribute to irregular or missed periods.
bn: গর্ভাবস্থা: একটি মিসড মাসিক গর্ভাবস্থার ইঙ্গিত হতে পারে। যদি যৌনভাবে সক্রিয় এবং স্তনের সান্দ্রতা, বমি ভাব, এবং ক্লান্তির মতো অন্যান্য উপসর্গগুলি অনুভব করেন, তবে এটি একটি গর্ভাবস্থা পরীক্ষা নেওয়া বা একজন স্বাস্থ্যকর্মীর সাথে পরামর্শ করা গুরুত্বপূর্ণ। ওষুধ এবং চিকিৎসা অবস্থার: কিছু ওষুধ, যেমন হরমোনাল কনট্রাসেপটিভস বা হরমোন স্তর প্রভাবিত করার ওষুধগুলি মাসিকের নিয়মিততায় প্রভাবিত করতে পারে। এছাড়াও, থাইরয়েড অস্বাভাবিকতা বা প্রজনন সিস্টেমের অস্বাভাবিকতা যেমন চিকিৎসা অবস্থাগুলি অনিয়মিত বা মিসড মাসিক ঘটাতে পারে।

# third_description_15
source: Late or missed periods can be caused by a range of factors, and it is crucial for teenage girls to understand that occasional irregularities are normal. However, if late or missed periods become a persistent issue or are accompanied by concerning symptoms, it is recommended to seek medical advice. By maintaining a healthy lifestyle, managing stress, and staying in tune with their bodies, girls can support their menstrual health. Remember, open communication with a trusted adult or healthcare provider is important for addressing any concerns and ensuring overall well-being.
bn: মাসিক দেরি হওয়া বা মিস হওয়ার কারণে বিভিন্ন কারণ থাকতে পারে এবং কিশোরীদের জন্য এটি বোঝা গুরুত্বপূর্ণ যে মাঝে মাঝে অস্বাভাবিকতা স্বাভাবিক। তবে, যদি দেরি হওয়া বা মিস হওয়া মাসিক একটি ধারাবাহিক সমস্যা হয়ে যায় বা উদ্বেগজনক উপসর্গগুলির সাথে থাকে, তবে চিকিৎসা পরামর্শ নেওয়া সুপারিশ করা হয়। একটি স্বাস্থ্যকর জীবনধারা বজায় রেখে, চাপ ব্যবস্থাপনা করে, এবং তাদের শরীরের সাথে তাল মিলিয়ে থাকা, মেয়েরা তাদের মাসিক স্বাস্থ্য সমর্থন করতে পারে। মনে রাখবেন, একটি বিশ্বাসযোগ্য প্রাপ্তবয়স্ক বা স্বাস্থ্যকর্মীর সাথে খোলামেলা যোগাযোগ কোনো উদ্বেগ মোকাবেলায় এবং সামগ্রিক সুস্থতা নিশ্চিত করতে গুরুত্বপূর্ণ।

# question_16
source: Why should a girl know about this before menstruation?
bn: একটি মেয়েকে মাসিক হওয়ার আগে এটি সম্পর্কে জানতে কেন উচিত?

# first_description_16
source: During puberty a girl begins to notice physical and mental changes in her body and these changes make them think because of not knowing the correct information about these changes. Since our society has many types of superstitions and restrictions around menstruation, girls usually rely on misinformation prevalent in the society instead of seeking scientific knowledge.
bn: কিশোর বয়সে একটি মেয়ে তার শরীরের শারীরিক এবং মানসিক পরিবর্তনগুলি লক্ষ্য করা শুরু করে এবং এই পরিবর্তনগুলি তাকে ভাবায় কারণ সঠিক তথ্য না জানার কারণে। যেহেতু আমাদের সমাজে মাসিকের চারপাশে অনেক ধরনের কুসংস্কার এবং নিষেধ রয়েছে, মেয়েরা সাধারণত বিজ্ঞানসম্মত জ্ঞান অনুসন্ধান না করে সমাজে প্রচলিত ভুল তথ্যের উপর নির্ভর করে।

# second_description_16
source: Because of this, they grow up with prenatal mental preparation—shame, fear, anxiety, and that it's a secret—all harmful misconceptions about menstruation. As a result, girls are deprived of the right information about menstruation and the development of healthy habits that they need. Due to lack of information they do not understand and question social prejudices and taboos.
bn: এর ফলে, তারা প্রাক-সঙ্গতি মানসিক প্রস্তুতির সাথে বেড়ে ওঠে- লজ্জা, ভয়, উদ্বেগ, এবং এটি একটি গোপন বিষয়—এইসব মাসিক সম্পর্কে ভুল ধারণাগুলি তাদের সঠিক তথ্য থেকে বঞ্চিত করে এবং প্রয়োজনীয় স্বাস্থ্যকর অভ্যাস গড়ে তোলার সুযোগ দেয়। ফলে, মেয়েরা মাসিকের সামাজিক ভ্রান্তি ও ট্যাবুগুলি বুঝতে এবং প্রশ্ন করতে পারে না।

# question_17
source: What to do on first period?
bn: প্রথম মাসিকের সময় কী করা উচিত?

# first_description_17
source: When a teenage girl experiences her first menstruation, also known as her first period, it can be an exciting yet unfamiliar milestone. It is important to approach this new phase of life with knowledge and understanding. This guide aims to provide a step-by-step approach on what to do when you get your first period, helping you navigate this natural process with confidence and ease. From staying calm to finding support and practicing good hygiene, these simple steps will empower you to embrace and manage your menstrual health effectively. Stay calm: First and foremost, it is essential to remain calm and remember that menstruation is a normal part of a girl's life. Take a deep breath and know that millions of girls go through this too. Find support: Talk to a trusted adult, such as your mother, older sister, or a female guardian, about your first period. They can offer guidance, support, and practical advice to help you navigate this new phase. Be prepared: It is helpful to have menstrual supplies on hand before your first period arrives. Stock up on sanitary pads or tampons to ensure you are ready when it happens. If you are unsure which products to choose, ask a knowledgeable adult for recommendations.
bn: যখন একটি কিশোরী মেয়ের প্রথম মাসিক হয়, যা তার প্রথম পিরিয়ড নামে পরিচিত, এটি একটি উত্তেজনাপূর্ণ কিন্তু অপরিচিত মাইলফলক হতে পারে। এই নতুন জীবন পর্যায়টি জ্ঞান এবং বোঝার সাথে মোকাবিলা করা গুরুত্বপূর্ণ। এই গাইডটি প্রথম পিরিয়ড হলে কীভাবে পদক্ষেপ নেওয়া উচিত তা প্রদান করে, আপনাকে এই প্রাকৃতিক প্রক্রিয়াটি আত্মবিশ্বাস এবং সহজে পরিচালনা করতে সহায়তা করবে। শান্ত থাকুন: প্রথমে, শান্ত থাকা অত্যন্ত গুরুত্বপূর্ণ এবং মনে রাখবেন যে মাসিক একটি সাধারণ জীবনযাত্রার অংশ। একটি গভীর শ্বাস নিন এবং জানুন যে লাখ লাখ মেয়ে এটি যায়। সমর্থন খুঁজুন: আপনার প্রথম মাসিক সম্পর্কে একজন বিশ্বাসযোগ্য প্রাপ্তবয়স্ক, যেমন আপনার মা, বড় বোন, বা একজন মহিলা অভিভাবকের সাথে কথা বলুন। তারা আপনার এই নতুন পর্যায়টি মোকাবিলা করতে সহায়তা, সমর্থন, এবং ব্যবহারিক পরামর্শ দিতে পারে। প্রস্তুত থাকুন: আপনার প্রথম পিরিয়ড আসার আগে এটি প্রস্তুত থাকা সহায়ক। স্যানিটারি প্যাড বা ট্যামপন দিয়ে সঞ্চয় করুন যাতে আপনি যখন এটি ঘটে তখন প্রস্তুত থাকুন। যদি আপনি কোন পণ্য বেছে নেওয়া নিয়ে নিশ্চিত না হন, তবে একটি জ্ঞানী প্রাপ্তবয়স্কের সাথে পরামর্শ করুন।

# second_description_17
source: Track your period: Start keeping track of your menstrual cycle by noting the first day of your period each month. This helps you anticipate future periods and become more familiar with your body's patterns. Practice good hygiene: During your period, maintain good hygiene by changing your pad or tampon regularly, typically every 4–6 hours, or as needed. Cleanse your genital area gently with warm water and mild soap. Remember to wash your hands before and after handling sanitary products. Manage discomfort: If you experience cramps or discomfort during your period, there are ways to alleviate them. Applying a heating pad or taking over-the-counter pain relievers (with parental permission and guidance) can help relieve menstrual pain. Engaging in light exercises, such as walking or stretching, may also provide relief. Take care of yourself: During menstruation, it is important to prioritize self-care. Get enough rest, eat nutritious meals, and stay hydrated. Listen to your body and give yourself the time and space you need to feel comfortable and relaxed. Ask questions: Do not hesitate to ask questions about menstruation, your body, or any concerns you may have. Open communication with trusted adults, friends, or healthcare professionals can help dispel myths, provide accurate information, and address any worries you may have.
bn: আপনার পিরিয়ড ট্র্যাক করুন: প্রতি মাসে আপনার পিরিয়ডের প্রথম দিনটি উল্লেখ করে ট্র্যাক রাখা শুরু করুন। এটি আপনাকে ভবিষ্যতের পিরিয়ডগুলি পূর্বাভাস দিতে সহায়তা করে এবং আপনার শরীরের ধারা সম্পর্কে আরও পরিচিত হতে সাহায্য করবে। ভাল স্বাস্থ্যবিধি অনুশীলন করুন: আপনার পিরিয়ড চলাকালীন, আপনার প্যাড বা ট্যামপন নিয়মিত পরিবর্তন করুন, সাধারণত প্রতি ৪-৬ ঘণ্টা পর, অথবা প্রয়োজন অনুসারে। সাবান এবং গরম পানির সাহায্যে আপনার যৌনাঙ্গ স্নান করুন। স্যানিটারি পণ্য পরিচালনার আগে এবং পরে আপনার হাত ধোয়া মনে রাখবেন। অসুবিধা পরিচালনা করুন: যদি আপনি আপনার পিরিয়ডের সময় পেটব্যথা বা অসুবিধা অনুভব করেন, তবে এটি প্রশমিত করার কিছু উপায় রয়েছে। গরম পানির প্যাড ব্যবহার করা বা ওভার-দ্য-কাউন্টার ব্যথানাশক (পিতামাতার অনুমতি এবং নির্দেশনার সাথে) গ্রহণ করা সাহায্য করতে পারে। হালকা ব্যায়াম, যেমন হাঁটা বা স্ট্রেচিং, আরাম দেওয়ার জন্যও সহায়ক হতে পারে। নিজের যত্ন নিন: আপনার মাসিকের সময়, স্ব-যত্নের অগ্রাধিকার দেওয়া গুরুত্বপূর্ণ। যথেষ্ট বিশ্রাম নিন, পুষ্টিকর খাবার খান, এবং জলপান করুন। আপনার শরীরের প্রতি শ্রদ্ধাশীল থাকুন এবং আরামদায়ক এবং শিথিল অনুভব করতে সময় এবং স্থান দিন। প্রশ্ন করুন: মাসিক, আপনার শরীর, অথবা আপনার কোন উদ্বেগ সম্পর্কে প্রশ্ন করতে দ্বিধা করবেন না। বিশ্বাসযোগ্য প্রাপ্তবয়স্ক, বন্ধু, বা স্বাস্থ্যকর্মীদের সাথে খোলামেলা যোগাযোগ মিথগুলি দূর করতে, সঠিক তথ্য প্রদান করতে, এবং আপনার যে কোন উদ্বেগ মোকাবেলা করতে সহায়ক হতে পারে।

# third_description_17
source: Remember, your first period marks the beginning of a natural and normal bodily process. It may take time to adjust, but with support and knowledge, you will soon feel more confident and comfortable managing your menstrual health.
bn: মনে রাখবেন, আপনার প্রথম পিরিয়ড একটি প্রাকৃতিক এবং সাধারণ শারীরবৃত্তীয় প্রক্রিয়ার সূচনা চিহ্ন। এটি সামঞ্জস্য করতে কিছু সময় লাগতে পারে, কিন্তু সমর্থন এবং জ্ঞান দিয়ে, আপনি শীঘ্রই আপনার মাসিক স্বাস্থ্য পরিচালনা করতে আরও আত্মবিশ্বাসী এবং আরামদায়ক বোধ করবেন।

# question_18
source: What preparations should girls take so that menstruation does not interfere with daily life?
bn: মাসিক কখন দৈনন্দিন জীবনের সাথে বাধা সৃষ্টি না করতে কি প্রস্তুতি নেওয়া উচিত?
