Repository: Shahabuddin1122/ananya
Catalog: ananya/lib/l10n/app_*.arb
Languages: bn

# first_description_18
source: A clear idea about when menstruation may occur should be kept in advance. For example, it is possible to easily know the next month's date using the period tracker in this app. You have to think in advance if your period is during school hours or when you are away from home, what should be prepared. For menstrual preparation, go out with your favorite pad, tissue, soap in a small bag and if possible, a bottle of water. keep.
bn: মাসিক কবে হতে পারে তা সম্পর্কে একটি স্পষ্ট ধারণা থাকা উচিত। উদাহরণস্বরূপ, আপনি এই অ্যাপ্লিকেশনে পিরিয়ড ট্র্যাকার ব্যবহার করে পরবর্তী মাসের তারিখ সহজেই জানাতে পারেন। আপনাকে স্কুল সময় বা বাড়ির বাইরে থাকাকালীন আপনার পিরিয়ড হলে কী প্রস্তুতি নেওয়া উচিত তা ভাবতে হবে। মাসিক প্রস্তুতির জন্য, একটি ছোট ব্যাগে আপনার পছন্দসই প্যাড, টিস্যু, সাবান এবং সম্ভব হলে একটি জলবহুল বোতল নিয়ে বেরিয়ে আসুন।

# question_1_1
source: Early Sign of Pregnancy
bn: গর্ভাবস্থার প্রাথমিক লক্ষণ

# first_description_1_1
source: Could you be pregnant? The proof is in the pregnancy test. But even before you miss a period, you might suspect or hope that you are pregnant. The most common early signs and symptoms of pregnancy might include: 1. Missed period: A missed period is the most obvious sign of pregnancy. 2. Nausea: Nausea and vomiting are common symptoms in early pregnancy. 3. Breast changes: The hormones produced during pregnancy cause changes in the breasts, such as tenderness and enlargement. 4. Fatigue: Increased fatigue is a common symptom in early pregnancy, due to hormonal changes.
bn: আপনি গর্ভবতী হতে পারেন কি? গর্ভাবস্থার পরীক্ষাতেই প্রমাণ পাওয়া যাবে। তবে আপনার মাসিক মিস হওয়ার আগে, আপনি সন্দেহ করতে বা আশা করতে পারেন যে আপনি গর্ভবতী। গর্ভাবস্থার সবচেয়ে সাধারণ প্রাথমিক লক্ষণ এবং উপসর্গগুলির মধ্যে অন্তর্ভুক্ত থাকতে পারে: ১. মাসিক মিস হওয়া: একটি মিস হওয়া মাসিক গর্ভাবস্থার সবচেয়ে স্পষ্ট লক্ষণ। ২. বমি বমি ভাব: গর্ভাবস্থার প্রাথমিক পর্যায়ে বমি বমি ভাব এবং বমি সাধারণ উপসর্গ। ৩. স্তনের পরিবর্তন: গর্ভাবস্থার সময় হরমোনগুলি স্তনের মধ্যে পরিবর্তন ঘটায়, যেমন স্পর্শকাতরতা এবং বৃদ্ধি। ৪. ক্লান্তি: গর্ভাবস্থার প্রাথমিক পর্যায়ে বাড়তি ক্লান্তি একটি সাধারণ উপসর্গ, যা হরমোনাল পরিবর্তনের কারণে।

# question_1_2
source: Know when you are fertile
bn: আপনি কখন উর্বর সে সম্পর্কে জানুন

# first_description_1_2
source: Are you trying to conceive or avoid pregnancy? Understanding your fertility can be crucial in achieving your family planning goals. Knowing when you are most fertile can help you time intercourse for optimal chances of conception, or avoid unprotected sex during the fertile window to prevent unintended pregnancy. In this article, we will discuss the basics of female fertility and the various methods to help you determine when you are most likely to conceive. 1. Ovulation: Ovulation is when an egg is released from the ovary and can be fertilized by sperm. Understanding your ovulation cycle is the key to determining your fertile window. 2. Basal Body Temperature: Monitoring your basal body temperature, which is your temperature at rest, can indicate when you are ovulating. A slight increase in temperature may indicate that ovulation has occurred. 3. Ovulation Predictor Kits: Ovulation predictor kits can help you determine when you are fertile by measuring the levels of luteinizing hormone (LH) in your urine. LH levels rise just before ovulation, indicating that you are fertile.
bn: আপনি কি গর্ভধারণ করতে বা গর্ভাবস্থা এড়াতে চেষ্টা করছেন? আপনার উর্বরতা বোঝা আপনার পরিবার পরিকল্পনার লক্ষ্য অর্জনে গুরুত্বপূর্ণ হতে পারে। যখন আপনি সবচেয়ে উর্বর হন তা জানা আপনাকে conception-এর জন্য সঠিক সময়ে যৌন সম্পর্ক স্থাপন করতে সহায়ক হতে পারে, অথবা গর্ভবতী হওয়া থেকে রক্ষা করতে অনিরাপদ যৌন সম্পর্ক এড়াতে সহায়ক হতে পারে। এই নিবন্ধে, আমরা মহিলা উর্বরতার মৌলিক বিষয়গুলি এবং বিভিন্ন পদ্ধতি আলোচনা করব যা আপনাকে বুঝতে সাহায্য করবে কখন আপনি সবচেয়ে বেশি সম্ভাব্যভাবে গর্ভবতী হবেন। ১. ডিম্বাশয় থেকে মুক্তি: ডিম্বাশয় একটি ডিম মুক্তি দেয় এবং এটি শুক্রাণুর দ্বারা নিষিক্ত হতে পারে। আপনার ডিম্বাশয় চক্র বোঝা হল আপনার উর্বর জানাটা নির্ধারণ করার মূল বিষয়। ২. বেসাল বডি তাপমাত্রা: আপনার বিশ্রামের সময় আপনার বেসাল বডি তাপমাত্রা মনিটর করা আপনাকে বুঝতে সহায়ক হতে পারে যখন আপনি ডিম্বাশয় করছেন। তাপমাত্রায় সামান্য বৃদ্ধি ডিম্বাশয় হওয়ার ইঙ্গিত হতে পারে। ৩. ডিম্বাশয় পূর্বাভাস কিট: ডিম্বাশয় পূর্বাভাস কিটগুলি আপনাকে নির্ধারণ করতে সাহায্য করতে পারে যখন আপনি উর্বর হচ্ছেন, যেহেতু এটি আপনার প্রস্রাবে লুটিনাইজিং হরমোন (LH) স্তর পরিমাপ করে। LH স্তর ডিম্বাশয়ের আগমনের আগেই বাড়ে, যা ইঙ্গিত দেয় যে আপনি উর্বর।

# second_description_1_2
source: If your menstrual cycle lasts 28 days and your period arrives like clockwork, it's likely that you'll ovulate on day 14. That's halfway through your cycle. Your fertile window begins on day 10. You're more likely to get pregnant if you have sex at least every other day between days 10 and 14 of a 28-day cycle.
bn: যদি আপনার মাসিক চক্র ২৮ দিন স্থায়ী হয় এবং আপনার মাসিক সময়মতো আসে, তাহলে সম্ভবত আপনি ১৪ তম দিনে ডিম্বাশয় করবেন। এটি আপনার চক্রের মাঝামাঝি। আপনার উর্বর সময়কাল ১০ তম দিনে শুরু হয়। ২৮ দিনের চক্রে ১০ থেকে ১৪ দিনের মধ্যে প্রতি অন্যান্য দিনে যৌন সম্পর্ক স্থাপন করলে গর্ভবতী হওয়ার সম্ভাবনা বেশি।

# third_description_1_2
source: Remember that fertility can vary from cycle to cycle and can be affected by many factors, including age, weight, stress, and medical conditions. Consult with a healthcare provider if you have any concerns about your fertility.
bn: মনে রাখবেন যে উর্বরতা চক্র থেকে চক্রে পরিবর্তিত হতে পারে এবং অনেকগুলি কারণ দ্বারা প্রভাবিত হতে পারে, যেমন বয়স, ওজন, চাপ এবং চিকিৎসা পরিস্থিতি। যদি আপনার উর্বরতা সম্পর্কে কোন উদ্বেগ থাকে তবে স্বাস্থ্যসেবা প্রদানকারীর সাথে পরামর্শ করুন।

# question_1_3
source: Spotting vs Period vs Bleeding
bn: স্পটিং বনাম মাসিক বনাম রক্তপাত

# first_description_1_3
source: Will add soon.
bn: শীঘ্রই যুক্ত করা হবে।

# help_description_16263
source: Shasthaya Batayan Health Care Centre. Take help from Doctors all over 24 hours by dialing this number.
bn: স্বাস্থ্য বাতায়ন স্বাস্থ্যসেবা কেন্দ্র। ২৪ ঘণ্টা ডাক্তারদের সাহায্য নিতে এই নম্বরে কল করুন।

# help_description_109
source: Government helpline number for Violence against women/ prevention of child marriage
bn: নারী নির্যাতন/শিশু বিবাহ প্রতিরোধের জন্য সরকারি হেল্পলাইন নম্বর

# help_description_10921
source: National helpline center for violence against women. Immediate service to victims and links up to relevant agencies: doctors, counselors, lawyers, DNA experts, police officers
bn: নারী নির্যাতনের বিরুদ্ধে জাতীয় হেল্পলাইন কেন্দ্র। ভুক্তভোগীদের তাৎক্ষণিক সেবা এবং সংশ্লিষ্ট সংস্থাগুলির সাথে সংযোগ স্থাপন: ডাক্তার, পরামর্শদাতা, আইনজীবী, ডিএনএ বিশেষজ্ঞ, পুলিশ কর্মকর্তা

# help_description_333
source: National Hotline Number. Immediate reports/help for any social problems from enquiring after COVID 19 to child marriage and sexual harassment cases.
bn: জাতীয় হটলাইন নম্বর। যেকোনো সামাজিক সমস্যার জন্য তাৎক্ষণিক রিপোর্ট/সাহায্য, কোভিড ১৯ থেকে শুরু করে শিশু বিবাহ এবং যৌন হয়রানির মামলার জন্য।

# help_description_01779554391_01779554392
source: Kaan Pete Roi: an emotional support and suicide prevention helpline, staffed by trained volunteers, which people can call to receive immediate support.
bn: কান পেতে রই: একটি মানসিক সহায়তা এবং আত্মহত্যা প্রতিরোধ হেল্পলাইন, প্রশিক্ষিত স্বেচ্ছাসেবকদের দ্বারা পরিচালিত, যা মানুষ তাৎক্ষণিক সহায়তা পেতে কল করতে পারে।

# help_description_01776632344
source: Moner Bondhu: with a dynamic and skilled team of counselors and experts, Moner Bondhu is a platform to provide care for mental health and well-being service.
bn: মনের বন্ধু: পরামর্শদাতা এবং বিশেষজ্ঞদের একটি গতিশীল এবং দক্ষ দল নিয়ে, মনের বন্ধু একটি প্ল্যাটফর্ম যা মানসিক স্বাস্থ্য এবং সুস্থতার সেবা প্রদান করে।

# help_description_09678771511
source: SAJIDA Foundation’s one-stop hotline number to cater to the healthcare needs for all. Access consultation on COVID, general health, receive mental health and emotional support, in-home care for elderly and chronically ill, alongside psychiatric and psychological care.
bn: সাজিদা ফাউন্ডেশনের এক-স্টপ হটলাইন নম্বর যা সকলের জন্য স্বাস্থ্যসেবা চাহিদা পূরণ করে। কোভিড, সাধারণ স্বাস্থ্য, মানসিক স্বাস্থ্য এবং মানসিক সহায়তা, বয়স্ক এবং দীর্ঘস্থায়ী অসুস্থদের জন্য বাড়িতে যত্ন, পাশাপাশি মনোরোগ এবং মানসিক যত্নের পরামর্শ পান।

# help_description_09612600600
source: Dosh Unisher Mor Helpline: A helpline to answer sexual health related queries, quell the curiosities of adolescent minds and provide them with information to seek help if needed.
bn: দশ উনিশের মোড় হেল্পলাইন: একটি হেল্পলাইন যা যৌন স্বাস্থ্য সম্পর্কিত প্রশ্নের উত্তর দেয়, কিশোর-কিশোরীদের কৌতূহল মেটায় এবং প্রয়োজনে সাহায্য নেওয়ার জন্য তাদের তথ্য প্রদান করে।

source: Help number list
bn: সাহায্য নম্বর তালিকা

source: Common asked question on Menstruation
bn: মাসিক সম্পর্কে সাধারণ জিজ্ঞাসিত প্রশ্ন

source: Search
bn: অনুসন্ধান

source: Do you know we have governmental regulation about menstrual?
bn: আপনি কি জানেন মাসিক সম্পর্কে আমাদের সরকারি নিয়ম আছে?

source: National MHM Strategies
bn: জাতীয় মাসিক স্বাস্থ্যবিধি ব্যবস্থাপনা কৌশল

source: Call to Learn More
bn: আরও জানতে কল করুন

source: View
bn: দেখুন

source: Click
bn: ক্লিক

# recomended_reading_for_you
source: RECOMENDED READINGS FOR YOU
bn: আপনার জন্য প্রস্তাবিত পড়া

source: Irregular
bn: অনিয়মিত

source: Invalid Credentials
bn: ভুল তথ্য

source: is required
bn: প্রয়োজনীয়

source: Dhaka
bn: ঢাকা

source: Sylhet
bn: সিলেট

source: Khulna
bn: খুলনা

source: WaterAid
bn: ওয়াটারএইড

source: Brac
bn: ব্র্যাক

source: User
bn: একক

source: Superuser
bn: দল

source: No anomalies
bn: কোনো অসঙ্গতি নেই

source: Some anomalies
bn: কিছু অসঙ্গতি

source: days cycle
bn: দিন চক্র

source: Your period starts in
bn: আপনার পিরিয়ড শুরু

source: Period Reminder
bn: পিরিয়ড অনুস্মারক

source: No history available
bn: কোন ইতিহাস নেই

source: Error loading data
bn: ডেটা লোড করার সময় ত্রুটি ৷

source: No user selected
bn: কোনো ব্যবহারকারী নির্বাচিত হয়নি

source: Calculating
bn: হিসাব করা হচ্ছে

source: your cycle prediction
bn: আপনার চক্রের পূর্বাভাস

source: Your next period will start around
bn: আপনার পরবর্তী পিরিয়ড প্রায় শুরু হবে
